Repository: Truongduytanepu/MoodDay
Catalog: MoodDay/Resource/Languages/*.lproj/Localizable.strings
Languages: hr

# rankTop
source: Ranking Top
hr: Rang top

source: Create New
hr: Stvori novo

# suggestForYou
source: Suggested for you
hr: Preporučeno za tebe

source: Trending
hr: U trendu

# pickCategory
source: Pick a filter and have fun!
hr: Odaberi filter i zabavi se!

# sound
source: Sounds |
hr: Zvuk |

# timmer
source: Timer
hr: Tajmer

source: Flash
hr: Bljeskalica

source: Choose Sound
hr: Odaberi zvuk

source: Add Music
hr: Dodaj glazbu

source: Continue
hr: Nastavi

source: Try Again
hr: Pokušaj ponovo

source: Save
hr: Spremi

source: My Library
hr: Moja knjižnica

# noVideos
source: No Videos Yet
hr: Još nema videa

# desNoVideo
source: Let’s add some brilliant videos and bring this space to life! 🎬✨
hr: Dodaj sjajne videozapise i oživi ovaj prostor! 🎬✨

# playGame
source: Let’s play a game
hr: Igrajmo igru

# introTitle1
source: Welcome to Ranking Top 10!
hr: Dobrodošli u Top 10 ljestvicu!

# introTitle2
source: Discover the cutest, craziest, and weirdest hugs!
hr: Otkrijte najslađe, najluđe i najčudnije zagrljaje!

# introTitle3
source: Rank your favorites your way!
hr: Rangirajte svoje favorite na svoj način!

# introTitle4
source: Rate brainrots danger from bottom to top?
hr: Ocijenite opasnost opsesija od najmanje do najveće!

# introTitle5
source: Sort brainrot's promiscuous?
hr: Sortiraj najprovokativnije opsesije?

# introTitle6
source: Ready to Ranking?
hr: Spremni za rangiranje?

source: Settings
hr: Postavke

# settingsTerm
source: Term & Conditions
hr: Uvjeti korištenja

# settingsPrivacy
source: Privacy Policy
hr: Pravila privatnosti

# settingsLanguage
source: Language
hr: Jezik
