Repository: Truongduytanepu/MoodDay
Catalog: FanNoise/Resource/Languages/*.lproj/Localizable.strings
Languages: fr, hr

# fanNoiseSplash
source: Quạt ngủ: Tiếng ồn trắng
fr: Bruit du ventilateur
hr: Zvuk ventilatora

# descriptionSplash
source: Sleep deeper, dream better with the soothing sound of fans!
fr: Dormez plus profondément, rêvez mieux avec le bruit apaisant des ventilateurs !
hr: Spavajte dublje, sanjajte bolje uz umirujući zvuk ventilatora!

source: Choose language
fr: Choisir la langue
hr: Odaberite jezik

# fanNoiseHome
source: Quạt ngủ: Tiếng ồn trắng
fr: Bruit du ventilateur
hr: Zvuk ventilatora

# descriptionHome
source: Better sleep starts with soothing fan noise.
fr: Un meilleur sommeil commence avec le bruit apaisant des ventilateurs.
hr: Bolji san počinje s umirujućim zvukom ventilatora.

# labelHomeCell
source: A summer breeze, anytime.
fr: Une brise d'été, à tout moment.
hr: Ljetna briza, bilo kada.

source: Set timer
fr: Réglage du minuteur
hr: Postavite timer

# likeTitle
source: You also like
fr: Vous pourriez aussi aimer
hr: Također biste mogli voljeti

# funnyTitle
source: Funny Fan Video
fr: Vidéo drôle de ventilateur
hr: Smiješan video ventilatora

# otherTitle
source: Orther Sound
fr: Autres sons
hr: Ostali zvukovi

source: Sound
fr: Son
hr: Zvuk

source: Video
fr: Vidéo

source: Cancel
fr: Annuler
hr: Otkaži

source: Done
fr: Terminé
hr: Završeno

source: On
fr: Activé
hr: Uključeno

source: Off
fr: Désactivé
hr: Isključeno
